var items = [
	{title: 'Подвеска &laquo;бирюза&raquo; натуральная', id: 'item1', price: '3000', tags: 'бирюза натуральная, мельхиор, посеребренная фурнитура', fsi: true},
	{title: 'Кулон &laquo;Оригами&raquo;', id: 'item2', price: '950', tags: 'полимерная глина', fsi: true},
	{title: 'Баночка с морским настроением', id: 'item3', price: '100', tags: 'стеклянная бутылочка, ракушки морские, ракушка натуральная, вода', fsi: true},
	{title: 'Черные серьги из бисера с камнями', id: 'item4', price: '2000', tags: 'бисер, камни сваровски, лента бархатная', fsi: true},
	{title: 'Браслет и серьги &laquo;Камилла&raquo; с ониксом ', id: 'item5', price: '560', tags: 'фурнитура, металлические элементы, бусины металлические, бусины оникс, оникс', fsi: true},
	{title: 'Кольцо &laquo;Альдебаран&raquo;', id: 'item6', price: '2000', tags: 'серебро 925 пробы, гранат натуральный', fsi: true},
	{title: 'Браслет &laquo;Гречишный мед&raquo;', id: 'item7', price: '500', tags: 'кварц черри, чешский бисер, чешское стекло, агат граненый, кошачий глаз, хрустальные бусины, бронзовая фурнитура', fsi: true},
	{title: 'Латунный гребень &laquo;Renee&raquo;', id: 'item8', price: '830', tags: 'лабрадорит, лабрадор, спектролит, латунь', fsi: true},
	{title: 'Шведский кожанный браслет &laquo;Шахматный LUX&raquo;', id: 'item9', price: '1300', tags: 'натуральная кожа оленя, серебряная нить, пуговица из рога, вощеный шнур', fsi: true},
	{title: 'Кулон &laquo;Синяя патина&raquo;', id: 'item10', price: '1300', tags: 'медь, камень, аметист', fsi: true},
	{title: 'Колье &laquo;Рожденное в воде&raquo;', id: 'item11', price: '1900', tags: 'перламутр, жемчуг, фурнитура, металлический трос', fsi: true},
	{title: 'Серьги двойные с перламутром', id: 'item12', price: '1700', tags: 'позолоченная латунь, перламутр', fsi: true},
]
/*.sort(function (a, b) {
	return (a.title < b.title) ? -1 : 1;
});
//сортировка по некоторым притериям
*/

var pages = [
	{title: 'Контакты', id: 'contacts'},
	{title: 'Доставка и оплата', id: 'delivery'},
	{title: 'Особый заказ', id: 'special'}
];

var currency = [
	{title: 'тенге', value: 5.33565792},
	{title: 'доллара', value: 0.029074},
	{title: 'евро', value: 0.0213661584},
	{title: 'гривны', value: 0.344666524},
];

var yaccount = '410011989523131'; //счёт Яндекс.Денег